{
  "Sharp Axes": "Your Woodcutters will produce 20% more Wood.",
  "Colonization": "Reduces the amount of Food necessary to colonize one area by 30%.",
  "Eradication": "Food Silos gain a 10% Food production bonus. Also reduces Food Silo upgrade cost by 50%.",
  "Hero Emblem": "Stone cost to build an Altar of Kings is reduced to 5. It gives +2 Happiness and produces Fame.",
  "Medicine": "Increases your Healer's healing speed by 50%.",
  "Food Preservation": "Increases Food production by +3 and Happiness by +1 for each Food Silo (+5 Food if upgraded).",
  "Shiny Happy People": "-20% required Happiness based on your population.",
  "Weaponsmith": "Increases all your military units' attack power by 20%.",
  "Fur Coats": "Your units no longer have reduced power during winter.",
  "Defensive Strategy": "Increases you civilians' attack power and your Defense Towers' resistance by 30%.",
  "Young and Proud": "Increases your military units' attack power by 3% for every positive Happiness you have.",
  "Feeling Safe": "Gain +3 Happiness if you have a Warchief and +1 Happiness per upgraded military camp.",
  "Legendary Heroes": "Improves your Warchief's attack and defense by 25%.",
  "Monster Slayer": "Improves your military units' attack by 50% against mystical creatures (Draugar, Valkyries, Rock Golems, Spectral Warriors and Wyverns). Also increases Military Experience gains by 50% for each mystical creature killed.",
  "The Value of Great Deeds": "Skalds will produce +1 Kröwns (+1.5 if their building is upgraded). Skalds' tool improvement is free and forging time is divided by 2.",
  "Shipbuilding": "Unlocks the Lighthouse. Increases Sailors' resource production by 20%.",
  "Coinage": "Unlocks Trade Routes at the Trading Post. Your Merchants will produce 20% Kröwns.",
  "Erudition": "Increases Loremaster production by 40%. The first Carved Stone is free.",
  "Carpentry Mastery": "Reduces your buildings' upgrade costs by 20%.",
  "Negotiation": "Reduces Marketplace prices by 50% and stock replenishment is 20% faster.",
  "Glory of the Clan": "Increases Fame by 20%. Increases gains from Trade Routes and Great Trade Routes by 20%.",
  "Spare Tools": "Tool improvement for Farmers, Hunters and Fishermen costs no Kröwns or Iron, and forging time for those tools is divided by 2.",
  "Amenities": "Costs 80% less to develop a zone.",
  "Industrious": "Upgrade Food-producing buildings can be assigned an additional Villager.",
  "Hearthstone": "Reduces extra Firewood consumption during winter by 50% and reduce winter Food penalty by 20%.",
  "Barricades": "Increases your civilians' resistance by 20% per building in the area.",
  "Military Strategy": "Military units gain +5% attack power for each type of friendly military unit in the area (max +25%).",
  "Mining Efficiency": "Miners extract Stone and Iron from deposits 50% faster.",
  "Food Trade": "Trading Food increases your Trade Routes' Kröwns income by 50%.",
  "Recruitment": "Permanently increases population growth speed by 25%. You gain an additional 5% during 4 months for each unit from your clan killed by an enemy clan or sacrificed (max +75%).",
  "Field Rations": "Reduced your military units' Food consumption by 75%.",
  "Spoils of War": "Gain some Kröwns for each enemy unit killed.",
  "Plunder": "When you decolonize an area, your units there gain +30% health.",
  "Conqueror": "Increases your military power against Defense Towers by 75%, and makes decolonization twice as fast.",
  "Veiled Threats": "Improve your Trade Route's Kröwns income by +75% if you have a Berserker and by +150% with the Berserker in the same zone as the Trading Post. You can trade even when at war.",
  "Hibernation": "Your non-sick clan members heal during winter in allied territory.",
  "Harpoons": "Fisherman's Huts can have one more Fisherman, and their production is increased by 25%.",
  "Protector of the Land": "Gain +1 Happiness per area with at least one military camp.",
  "Shield Mastery": "Shield Bearers cost less Kröwns, and their resistance is increased by 5%. Shield Bearer Camps have no upkeep cost.",
  "Winter Festival": "During winter, Food production loss is reduced by 50%, Happiness is increased by 3 and Kröwns earned from Trade Routes is increased by 50%.",
  "Foresight": "Norns generate 20% more Wyrd and 50% more Happiness.",
  "Fresh Fish": "Fishermen produce 20% more Food. Their tool improvements are free and their forging time is divided by 2.",
  "Endless Tide": "Increases all your military units' attack power by 20%. Reduces the cost of military units by 20%. Each military camp gives +1 Warband.",
  "Knowledge from Beyond": "Unlocks Trade Routes at the Trading Post.Reveals all neutral factions.All Trade Routes give you +3 Lore. Trade Routes with neutral factions earn you 20% more Kröwns.",
  "Near The Sea Spirit": "Generates +1 Kröwns and +1 Wyrd for every 3 buildings on coastal zones.",
  "Trading Caravan": "Trade Routes earn 20% more Kröwns. Relations with neutral factions improve 20% faster.",
  "Ancestral Influence": "Relics don't use a building slot. Zones with or adjacent to an active relic gain +5% production.",
  "Great Tower": "A second upgrade for Watch Towers giving +50% attack power and +50% structure.",
  "Metalcraft": "Warchiefs' mining and forging speed is increased by 60%.",
  "Excavation": "Each warchief mining Stone or Iron earns +4 Lore.",
  "Quality of Life": "+1 Happiness per territory with upgraded civilian buildings (except houses).",
  "Hard Labor": "Thralls can be conscripted to production buildings to increase their output (maximum of 1 per building).",
  "Blood, Sweat & Tears": "You can assign 2 extra Thralls to production buildings.",
  "Draconic Frenzy": "+100% attack power for a military unit with no other military allies in their zone.",
  "Capture": "Military units have a chance to enslave wounded enemy civilians or neutral faction units.Enslaved Myrkalfar count as 3 Thralls, Jötnar count as 5 Thralls. Chance of capture is multiplied by 2 if your Warchief is in the zone.",
  "Slave Trade": "Thralls are 50% cheaper, and minimum price is also reduced by 50%.",
  "City Builder": "Improving a zone is 50% cheaper. In improved zones, specialized units get a +10% production bonus and buildings have a -50% upkeep cost.",
  "Military Training": "Idle military units in your territory gain Military Experience. Upgrading Training Camp costs 50% of its normal costs.",
  "Ferocious Charge": "Warriors gain +50% damage on a charge attack.Weapons are 100% faster to forge and cost 50% less.",
  "Unstoppable": "Torfin gains +10% attack power and defense for each discovered Ancestral Equipment.Whenever a unit dies in the same zone as Torfin, his health slowly regenerates by 10% of the dead unit's max health.",
  "Warcraft": "Gaining Military Experience gives Lore and Fame.",
  "Rangers": "Increases your scouting and exploration speed by 100%. Your Scouts no longer consume Food and cannot be hurt while exploring.",
  "Journeymen": "Increases your Happiness based on the areas you have explored.",
  "Gear Upgrade": "Gives you 2% attack power and defense per active Sailor and Merchant (20% max). Cost of weapon improvements reduced by 50%.",
  "Negotiators": "Gain +2 Kröwns production and +20% Commercial Influence.",
  "Exotic Goods": "Gain +1 Happiness per Harbor, +2 Happiness if upgraded.",
  "Simple Living": "Construction costs -50% Wood to build.",
  "Herbalism": "Each active Mender provides +5% production in Mender's Hut territory (+10% Lore production). Increases your Menders' healing speed by 20%.",
  "Legacy": "Increases Happiness and production yields from Altar of Kings by 50%.",
  "Lay of the Land": "Reduces environment hostility by 70%. Increases non villager productions by 10% in Forests, Swamps or Lakes.",
  "Bartering": "Enables Trade Routes with neutral factions at the Trading Post. Neutral factions will accept any resource and you gain +1 Happiness when trading with them.",
  "Handiwork": "Non-upgraded buildings receive +15% production.",
  "Osmosis": "You obtain 1 Happiness for every 3 colonized zones. Zones with Forests, Swamps or Lakes provide 1 Happiness.",
  "Stolen Lore": "Steals Lore from another clan (this slot is replaced with one of the following: Field Rations Industrious20px Food Preservation Journeymen Harpoons Osmosis Draconic Frenzy20px Ancestral Influence20px Knowledge From Beyond City Builder)",
  "Under Pressure": "You gain +0.5 Happiness and +1 Food for each military unit in a non allied zone next to or within an enemy territory.Increases the Skirmishers' attack power by 20% and other military units' attack power by 10%. Skirmishers are less affected by the attack penalty from their distance to Town Hall.",
  "Guerilla Tactics": "Permanently increases your military units' attack power by +1% for any unit slain or lost in enemy territory (30% max).",
  "Black Market": "Enables Trade Routes at the Trading Post. Merchants produce +10% more Kröwns.You gain +50% Kröwns when trading with enemy clans, deteriorating diplomatic relations. You can trade even when at war. Enemy clans get no resource from black market trading.",
  "Rapacious Exploitation": "Ruins or Shipwrecks in your territory provide +2 Happiness. Bonuses from special zones are doubled."
}
