["Your Woodcutters will produce 20% more Wood.","Reduces the amount of Food necessary to colonize one area by 30%."," Food Silos gain a 10% Food production bonus. Also reduces Food Silo upgrade cost by 50%.","Improving a zone is 50% cheaper. In improved zones, specialized units get a +10% production bonus and buildings have a -50% upkeep cost.","Increases your Healer's healing speed by 50%.","Reduces extra Firewood consumption during winter by 50% and reduce winter Food penalty by 20%.","-20% required Happiness based on your population.","Increases all your military units' attack power by 20%.","Idle military units in your territory gain Military Experience. Upgrading Training Camp costs 50% of its normal costs.","Increases you civilians' attack power and your Defense Towers' resistance by 30%."," Warriors gain +50% damage on a charge attack.Weapons are 100% faster to forge and cost 50% less.","Gain +3 Happiness if you have a Warchief and +1 Happiness per upgraded military camp."," Torfin gains +10% attack power and defense for each discovered Ancestral Equipment.Whenever a unit dies in the same zone as Torfin, his health slowly regenerates by 10% of the dead unit's max health.","Improves your military units' attack by 50% against mystical creatures (Draugar, Valkyries, Rock Golems, Spectral Warriors and Wyverns). Also increases Military Experience gains by 50% for each mystical creature killed."," Miners extract Stone and Iron from deposits 50% faster.","Unlocks the Lighthouse.Increases Sailors' resource production by 20%.","Unlocks Trade Routes at the Trading Post.Your Merchants will produce 20% Kröwns.","Gaining Military Experience gives Lore and Fame.","Reduces your buildings' upgrade costs by 20%.","Reduces Marketplace prices by 50% and stock replenishment is 20% faster.","Trade Routes earn 20% more Kröwns. Relations with neutral factions improve 20% faster.","Idle military units in your territory gain Military Experience. Upgrading Training Camp costs 50% of its normal costs.","Gaining Military Experience gives Lore and Fame."]