["Your Woodcutters will produce 20% more Wood.","Reduces the amount of Food necessary to colonize one area by 30%."," Food Silos gain a 10% Food production bonus. Also reduces Food Silo upgrade cost by 50%.","Permanently increases population growth speed by 25%. You gain an additional 5% during 4 months for each unit from your clan killed by an enemy clan or sacrificed (max +75%).","Increases your Healer's healing speed by 50%.","Reduces extra Firewood consumption during winter by 50% and reduce winter Food penalty by 20%.","Steals Lore from another clan (this slot is replaced with one of the following: Field Rations Industrious20px Food Preservation Journeymen Harpoons Osmosis Draconic Frenzy20px Ancestral Influence20px Knowledge From Beyond City Builder)","You gain +0.5 Happiness and +1 Food for each military unit in a non allied zone next to or within an enemy territory.Increases the Skirmishers' attack power by 20% and other military units' attack power by 10%. Skirmishers are less affected by the attack penalty from their distance to Town Hall.","Your units no longer have reduced power during winter.","Increases you civilians' attack power and your Defense Towers' resistance by 30%.","Permanently increases your military units' attack power by +1% for any unit slain or lost in enemy territory (30% max).","Gain +3 Happiness if you have a Warchief and +1 Happiness per upgraded military camp.","Improves your Warchief's attack and defense by 25%.","Improves your military units' attack by 50% against mystical creatures (Draugar, Valkyries, Rock Golems, Spectral Warriors and Wyverns). Also increases Military Experience gains by 50% for each mystical creature killed."," Miners extract Stone and Iron from deposits 50% faster.","Unlocks the Lighthouse.Increases Sailors' resource production by 20%.","Enables Trade Routes at the Trading Post. Merchants produce +10% more Kröwns.You gain +50% Kröwns when trading with enemy clans, deteriorating diplomatic relations. You can trade even when at war. Enemy clans get no resource from black market trading.","Increases Loremaster production by 40%. The first Carved Stone is free.","Reduces your buildings' upgrade costs by 20%.","Ruins or Shipwrecks in your territory provide +2 Happiness. Bonuses from special zones are doubled.","Trade Routes earn 20% more Kröwns. Relations with neutral factions improve 20% faster.","Enables Trade Routes at the Trading Post. Merchants produce +10% more Kröwns.You gain +50% Kröwns when trading with enemy clans, deteriorating diplomatic relations. You can trade even when at war. Enemy clans get no resource from black market trading.","Ruins or Shipwrecks in your territory provide +2 Happiness. Bonuses from special zones are doubled.","Steals Lore from another clan (this slot is replaced with one of the following: Field Rations Industrious20px Food Preservation Journeymen Harpoons Osmosis Draconic Frenzy20px Ancestral Influence20px Knowledge From Beyond City Builder)","Reduced your military units' Food consumption by 75%.","Upgrade Food-producing buildings can be assigned an additional Villager.","Increases Food production by +3 and Happiness by +1 for each Food Silo (+5 Food if upgraded).","Increases your Happiness based on the areas you have explored.","Fisherman's Huts can have one more Fisherman, and their production is increased by 25%.","You obtain 1 Happiness for every 3 colonized zones. Zones with Forests, Swamps or Lakes provide 1 Happiness.","+100% attack power for a military unit with no other military allies in their zone.","Relics don't use a building slot. Zones with or adjacent to an active relic gain +5% production.","Unlocks Trade Routes at the Trading Post.Reveals all neutral factions.All Trade Routes give you +3 Lore. Trade Routes with neutral factions earn you 20% more Kröwns.","Improving a zone is 50% cheaper. In improved zones, specialized units get a +10% production bonus and buildings have a -50% upkeep cost."]